Repository: raulcarrion/rc-suite
Catalog: languages/rc-suite-*.po
Languages: de_de, es_es, fr_fr, ru_ru

source: Plugin license has expired!
de_de: Plugin-Lizenz ist abgelaufen!
es_es: ¡La licencia del plugin ha caducado!
fr_fr: La licence du plugin a expiré!
ru_ru: Срок действия лицензии на плагин истек!

source: Plugin updating is disabled! Extend your license now!
de_de: Plugin-Aktualisierung ist deaktiviert! Verlängern Sie jetzt Ihre Lizenz!
es_es: ¡La actualización del plugin está deshabilitada! ¡Amplía tu licencia ahora!
fr_fr: La mise à jour du plugin est désactivée! Prolongez votre licence maintenant!
ru_ru: Обновление плагина отключено! Продлите лицензию прямо сейчас!

source: License key is not active
de_de: Lizenzschlüssel ist nicht aktiv
es_es: La clave de licencia no está activa
fr_fr: La clé de licence n’est pas active
ru_ru: Лицензионный ключ не активен

source: Please activate you license key
de_de: Bitte aktivieren Sie Ihren Lizenzschlüssel
es_es: Active la clave de licencia
fr_fr: Veuillez activer votre clé de licence
ru_ru: Пожалуйста, активируйте лицензионный ключ

source: License Key
de_de: Lizenzschlüssel
es_es: Clave de licencia
fr_fr: Clé de licence
ru_ru: Лицензионный ключ

source: Here you can manage your license key.
de_de: Hier können Sie Ihren Lizenzschlüssel verwalten.
es_es: Aquí puedes administrar tu clave de licencia.
fr_fr: Ici, vous pouvez gérer votre clé de licence.
ru_ru: Здесь вы можете управлять своим лицензионным ключом.

source: Status
es_es: Estado
fr_fr: Statut
ru_ru: Статус

source: Activate License Key
de_de: Lizenzschlüssel aktivieren
es_es: Activar clave de licencia
fr_fr: Activer la clé de licence
ru_ru: Активировать лицензионный ключ

source: Deactivate License Key
de_de: Lizenzschlüssel deaktivieren
es_es: Desactivar clave de licencia
fr_fr: Désactiver la clé de licence
ru_ru: Деактивировать лицензионный ключ

source: Sorry, you are not allowed to access this page.
de_de: Entschuldigung, Sie haben kein Zugriff auf diese Seite.
es_es: No estás autorizado a acceder a esta página.
fr_fr: Désolé, vous n'êtes pas autorisé à accéder à cette page.
ru_ru: К сожалению, вам не разрешен доступ к этой странице.

source: Theme License -
de_de: Thema Lizenz -
fr_fr: Licence de thème -
ru_ru: Лицензия на тему -

source: Unexpected Error! The query to retrieve the license data returned a malformed response.
de_de: Unerwarteter Fehler! Die Abfrage zum Abrufen der Lizenzdaten gab eine fehlerhafte Antwort zurück.
es_es: Error inesperado! La consulta para recuperar los datos de licencia devolvió una respuesta con formato incorrecto.
fr_fr: Erreur inattendue ! La requête pour récupérer les données de licence a renvoyé une réponse mal formée.
ru_ru: Непредвиденная ошибка! Запрос на получение лицензионных данных вернул искаженный ответ.

source: The license is already in use for this domain.
de_de: Die Lizenz wird bereits für diese Domain verwendet.
es_es: La licencia ya está en uso para este dominio.
fr_fr: La licence est déjà utilisée pour ce domaine.
ru_ru: Лицензия уже используется для этого домена.

source: The license has reached the maximum number of activations and cannot be activated for this domain.
de_de: Die Lizenz hat die maximale Anzahl von Aktivierungen erreicht und kann für diese Domain nicht aktiviert werden.
es_es: La licencia ha alcanzado el número máximo de activaciones y no se puede activar para este dominio.
fr_fr: La licence a atteint le nombre maximal d’activations et ne peut pas être activée pour ce domaine.
ru_ru: Лицензия достигла максимального количества активаций и не может быть активирована для этого домена.

source: The license is already inactive for this domain.
de_de: Die Lizenz ist für diese Domain bereits inaktiv.
es_es: La licencia ya está inactiva para este dominio.
fr_fr: La licence est déjà inactive pour ce domaine.
ru_ru: Лицензия уже неактивна для этого домена.

source: The license expired on %s and needs to be renewed to be updated.
de_de: Die Lizenz ist am %s abgelaufen und muss erneuert werden, um aktualisiert zu werden.
es_es: La licencia expiró en %s y debe renovarse para actualizarse.
fr_fr: La licence a expiré le %s et doit être renouvelée pour être mise à jour.
ru_ru: Срок действия лицензии истек %s и для обновления ее необходимо обновить.

source: The license expired and needs to be renewed to be updated.
de_de: Die Lizenz ist abgelaufen und muss erneuert werden, um aktualisiert zu werden.
es_es: La licencia expiró y debe renovarse para actualizarse.
fr_fr: La licence a expiré et doit être renouvelée pour être mise à jour.
ru_ru: Срок действия лицензии истек, и для ее обновления необходимо обновить.

source: The license is blocked and cannot be updated anymore. Please use another license key.
de_de: Die Lizenz ist gesperrt und kann nicht mehr aktualisiert werden. Bitte verwenden Sie einen anderen Lizenzschlüssel.
es_es: La licencia está bloqueada y ya no se puede actualizar. Utilice otra clave de licencia.
fr_fr: La licence est bloquée et ne peut plus être mise à jour. Veuillez utiliser une autre clé de licence.
ru_ru: Лицензия заблокирована и больше не может быть обновлена. Пожалуйста, используйте другой лицензионный ключ.

source: The provided license key does not appear to be valid.
de_de: Der angegebene Lizenzschlüssel scheint nicht gültig zu sein.
es_es: La clave de licencia proporcionada no parece ser válida.
fr_fr: La clé de licence fournie ne semble pas être valide.
ru_ru: Предоставленный лицензионный ключ не является действительным.

source: An active license is required to update the plugin. Please provide a valid license key in Plugins > Installed Plugins.
de_de: Für die Aktualisierung des Plugins ist eine aktive Lizenz erforderlich. Bitte geben Sie einen gültigen Lizenzschlüssel unter Plugins > Installierte Plugins an.
es_es: Se requiere una licencia activa para actualizar el plugin. Proporcione una clave de licencia válida en Plugins > Plugins Installed Plugins.
fr_fr: Une licence active est requise pour mettre à jour le plug-in. Veuillez fournir une clé de licence valide dans Plugins > Plugins installés.
ru_ru: Для обновления плагина требуется активная лицензия. Пожалуйста, укажите действительный лицензионный ключ в разделе Плагины > Установленные плагины.

source: An active license is required to update the theme. Please provide a valid license key in Appearence > Theme License.
de_de: Zum Aktualisieren des Designs ist eine aktive Lizenz erforderlich. Bitte geben Sie unter Appearence > Theme License einen gültigen Lizenzschlüssel an.
es_es: Se requiere una licencia activa para actualizar el tema. Proporcione una clave de licencia válida en Appearence > Theme License.
fr_fr: Une licence active est requise pour mettre à jour le thème. Veuillez fournir une clé de licence valide dans La licence d'>.
ru_ru: Для обновления темы требуется активная лицензия. Пожалуйста, предоставьте действительный лицензионный ключ в Appearence > Theme License.

source: An unexpected error has occured. Please try again. If the problem persists, please contact the author of the plugin.
de_de: Ein unerwarteter Fehler ist aufgetreten. Bitte versuchen Sie es erneut. Wenn das Problem weiterhin besteht, wenden Sie sich bitte an den Autor des Plugins.
es_es: Se ha producido un error inesperado. Por favor, inténtelo de nuevo. Si el problema persiste, póngase en contacto con el autor del complemento.
fr_fr: Une erreur inattendue s’est produite. Veuillez réessayer. Si le problème persiste, veuillez contacter l’auteur du plugin.
ru_ru: Произошла непредвиденная ошибка. Повторите попытку. Если проблема не устранена, обратитесь к автору плагина.

source: An unexpected error has occured. Please try again. If the problem persists, please contact the author of the theme.
de_de: Ein unerwarteter Fehler ist aufgetreten. Bitte versuchen Sie es erneut. Wenn das Problem weiterhin besteht, wenden Sie sich bitte an den Autor des Themas.
es_es: Se ha producido un error inesperado. Por favor, inténtelo de nuevo. Si el problema persiste, póngase en contacto con el autor del tema.
fr_fr: Une erreur inattendue s’est produite. Veuillez réessayer. Si le problème persiste, veuillez contacter l’auteur du thème.
ru_ru: Произошла непредвиденная ошибка. Повторите попытку. Если проблема не устранена, обратитесь к автору темы.

source: Current license key:
de_de: Aktueller Lizenzschlüssel:
es_es: Clave de licencia actual:
fr_fr: Clé de licence actuelle :
ru_ru: Текущий лицензионный ключ:

source: License key to change:
de_de: Zu änderner Lizenzschlüssel:
es_es: Clave de licencia para cambiar:
fr_fr: Clé de licence à changer:
ru_ru: Лицензионный ключ для изменения:

source: Hello
de_de: Hallo
es_es: Hola
fr_fr: Bonjour
ru_ru: Здравствуйте

source: Log out
de_de: Ausloggen
es_es: Salir
fr_fr: Se déconnecter
ru_ru: Салир

source: Login
de_de: Einloggen
es_es: Iniciar sesión
fr_fr: Connexion
ru_ru: Авторизоваться

source: Desde <del>%s</del><ins>%s</ins>
fr_fr: Mec <del>%s</del> <ins>%s</ins>
ru_ru: Дедде <del>%s</del> <ins>%s</ins>

source: Desde %1$s
ru_ru: %1$s Денде

source: RC Suite
ru_ru: RC Люкс

source: Raúl Carrión
ru_ru: Рауль Каррион

source: Divi clases
de_de: Divi klases
