Repository: raulcarrion/rc-suite
Catalog: languages/rc-suite-*.po
Languages: de_de, es_es, fr_fr, ru_ru

source: Authorization denied!
de_de: Autorisierung verweigert!
es_es: ¡Autorización denegada!
fr_fr: Autorisation refusée !
ru_ru: В авторизации отказано!

source: Error opening the file
de_de: Fehler beim Öffnen der Datei
es_es: Error al abrir el archivo
fr_fr: Erreur à l'ouverture du fichier
ru_ru: Ошибка открытия файла

source: File name is empty!!
de_de: Dateiname ist leer!!
es_es: El nombre del archivo está vacío!!
fr_fr: Le nom de fichier est vide!!
ru_ru: Имя файла пусто!!

source: Error testing the file!
de_de: Fehler beim Testen der Datei!
es_es: Error al probar el archivo!
fr_fr: Erreur lors du test du fichier !
ru_ru: Ошибка тестирования файла!

source: Error processing the file!
de_de: Fehler bei der Verarbeitung der Datei!
es_es: Error al procesar el archivo!
fr_fr: Erreur de traitement du fichier !
ru_ru: Ошибка обработки файла!

source: Unknow origin
de_de: Unbekannte Herkunft
es_es: Origen desconocido
fr_fr: Origine non reconnue
ru_ru: Неизвестное происхождение

source: Generic error
de_de: Generischer Fehler
es_es: Error genérico
fr_fr: Erreur générique
ru_ru: Общая ошибка

source: File uploaded successfuly
de_de: Datei erfolgreich hochgeladen
es_es: Archivo cargado correctamente
fr_fr: Fichier téléchargé avec succès
ru_ru: Файл успешно загружен

source: There was an error uploading the file!
de_de: Beim Hochladen der Datei ist ein Fehler aufgetreten!
es_es: Se ha producido un error al cargar el archivo!
fr_fr: Une erreur s’est produite lors du téléchargement du fichier !
ru_ru: Произошла ошибка при загрузке файла!

source: Mathes using file
de_de: Mathes mit Datei
es_es: Coincidencias usando el fichero
fr_fr: Mathématiques utilisant un fichier
ru_ru: Mathes с помощью файла

source: File
de_de: Datei
es_es: Archivo
fr_fr: Fichier
ru_ru: Файл

source: Error deleting the file
de_de: Fehler beim Löschen der Datei
es_es: Error al eliminar el archivo
fr_fr: Erreur lors de la suppression du fichier
ru_ru: Ошибка удаления файла

source: Number of replacements done using file
de_de: Anzahl der Ersetzungen mit datei
es_es: Número de reemplazos realizados usando archivo
fr_fr: Nombre de remplacements effectués à l’aide du fichier
ru_ru: Количество замен, выполненных с помощью файла

source: There was an error processing file
de_de: Bei der Verarbeitung der Datei ist ein Fehler aufgetreten
es_es: Se ha producido un archivo de procesamiento de errores
fr_fr: Une erreur s’est produite lors du traitement du fichier
ru_ru: Произошла ошибка обработки файла

source: Matches found:
de_de: Gefundene Übereinstimmungen:
es_es: No se encontraron coincidencias
fr_fr: Correspondances trouvées :
ru_ru: Найдено совпадений:

source: Number of replacements done:
de_de: Anzahl der durchgeführten Ersetzungen:
es_es: Número de reemplazos realizados:
fr_fr: Nombre de remplacements effectués :
ru_ru: Количество выполненных замен:

source: Unrecognized message
de_de: Nicht erkannte Nachricht
es_es: Mensaje no reconocido
fr_fr: Message non reconnu
ru_ru: Нераспознанное сообщение

source: General
de_de: Allgemein
fr_fr: Général
ru_ru: Общие

source: Hide Price Range for WooCommerce Variable Products
de_de: Preisspanne für WooCommerce Variable Produkte ausblenden
es_es: Ocultar rango de precios para productos variables de WooCommerce
fr_fr: Masquer la gamme de prix pour les produits variables WooCommerce
ru_ru: Скрыть ценовой диапазон для переменных продуктов WooCommerce

source: Activate
de_de: Aktivieren
es_es: Activar
fr_fr: Activer
ru_ru: Активировать

source: Collapsable mobile menu
de_de: Zusammenklappbares mobiles Menü
es_es: Menú móvil plegable
fr_fr: Menu mobile réductible
ru_ru: Складное мобильное меню

source: Use collapsable menu in mobile view
de_de: Verwenden des reduzierbaren Menüs in der mobilen Ansicht
es_es: Usar menú plegable en la vista móvil
fr_fr: Utiliser le menu réductible dans la vue mobile
ru_ru: Использование сворачиваемого меню в мобильном представлении

source: 4/2 Product columns on desktop/mobile
de_de: 4/2 Produktspalten auf Desktop/Handy
es_es: 4/2 Columnas de productos en equipos de escritorio/móviles
fr_fr: 4/2 Colonnes de produits sur ordinateur de bureau/mobile
ru_ru: 4/2 Столбцы продуктов на настольных/мобильных устройствах

source: 4 and 2 products colums view on desktop and mobile
de_de: 4 und 2 Produkte Colums Ansicht auf Desktop und Handy
es_es: 4 y 2 productos colums vista en el escritorio y móvil
fr_fr: 4 et 2 produits colums vue sur ordinateur de bureau et mobile
ru_ru: 4 и 2 продукта colums view на настольных и мобильных устройствах

source: Enable search on mobile for Divi centered
de_de: Aktivieren Sie die Suche auf Mobilgeräten für Divi-zentriert
es_es: Habilitar la búsqueda en dispositivos móviles para Divi centrado
fr_fr: Activer la recherche sur mobile pour Divi centré
ru_ru: Включить поиск на мобильных устройствах для Divi centered

source: Enable search on mobile for Divi centered and centered inline Logo headers. going to Divi -> Theme Customizer -> Header & Navigation -> Header Elements and check the “Show search icon” checkbox
de_de: Aktivieren Sie die Suche auf Mobilgeräten nach Divi-zentrierten und zentrierten Inline-Logo-Headern. Gehen Sie zu Divi -> Theme Customizer -> Header & Navigation -> Header Elements und aktivieren Sie das Kontrollkästchen "Suchsymbol anzeigen"
es_es: Habilite la búsqueda en dispositivos móviles de encabezados de logotipo en línea centrados y centrados en Divi. ir a Divi -> Theme Customizer -> Header &Navigation -> Header Elements y marque la casilla de verificación "Mostrar icono de búsqueda"
fr_fr: Activez la recherche sur mobile pour les en-têtes de logo en ligne centrés et centrés sur Divi. aller dans Divi -> Theme Customizer -> Header &Navigation -> Header Elements et cochez la case « Afficher l’icône de recherche »
ru_ru: Включите поиск на мобильных устройствах для заголовков Divi с центрами и центрами. идти в Divi -> Theme Customizer -> Header & Navigation -> Header Elements и установите флажок «Показать значок поиска»

source: Remove web from comment's box
de_de: Web aus Kommentarfeld entfernen
es_es: Eliminar web del cuadro de comentario
fr_fr: Supprimer le web de la boîte de commentaire
ru_ru: Удаление веб-сайта из поля комментария

source: Remove web field in comment's box. Also users won't be able to add clickable links, and HTML code will be show as is.
de_de: Entfernen Sie das Webfeld im Kommentarfeld. Außerdem können Benutzer keine anklickbaren Links hinzufügen, und HTML-Code wird so angezeigt, wie er ist.
es_es: Quitar el campo web en el cuadro de comentario. Además, los usuarios no podrán agregar enlaces en los que se pueda hacer clic, y el código HTML se mostrará tal cual.
fr_fr: Supprimez le champ Web dans la zone du commentaire. De plus, les utilisateurs ne pourront pas ajouter de liens cliquables et le code HTML sera montré tel quel.
ru_ru: Удалите веб-поле в поле комментария. Кроме того, пользователи не смогут добавлять кликабельные ссылки, а HTML-код будет отображаться как есть.

source: Seo
ru_ru: Сео

source: Blog post's under /blog/ address
de_de: Blogbeitrag's unter /blog/ Adresse
es_es: Entrada de blog en la dirección /blog/
fr_fr: Article de blog sous /blog/ adresse
ru_ru: Сообщение в блоге под /blog/ адрес

source: Force blog post's under /blog/ address
de_de: Blogbeitrag unter /blog/Adresse erzwingen
es_es: Forzar entradas de blog en la dirección /blog/
fr_fr: Forcer l’article de blog sous l’adresse /blog/
ru_ru: Принудительная запись в блоге под адресом /blog/

source: Force blog post's address to appear under /blog/ address. Remember to save permalinks after check/uncheck this option.
de_de: Erzwingen Sie, dass die Adresse des Blogbeitrags unter /blog/ address angezeigt wird. Denken Sie daran, Permalinks zu speichern, nachdem Sie diese Option aktiviert / deaktiviert haben.
es_es: Forzar la dirección de la entrada de blog para que aparezca en dirección /blog/. Recuerde guardar los enlaces permanente después de marcar/desmarcar esta opción.
fr_fr: Forcez l’adresse du billet de blog à apparaître sous /blog/ address. N’oubliez pas d’enregistrer les permaliens après avoir coché / décoché cette option.
ru_ru: Принудительное сообщение блога к отоблоку в разделе /blog/ address. Не забудьте сохранить постоянную ссылку после того, как установите / снимите флажок этой опции.

source: Save changes
de_de: Änderungen speichern
es_es: Guardar cambios
fr_fr: Enregistrer les changements
ru_ru: Сохранить изменения

source: Replacer
fr_fr: Remplacement
ru_ru: Заменитель

source: Manual
de_de: Manuell
fr_fr: Manuel
ru_ru: Руководство

source: Prefix
es_es: Prefijo
fr_fr: Préfixe
ru_ru: Префикс

source: Table name
de_de: Tabellenname
es_es: Nombre de la Tabla
fr_fr: Nom de la table
ru_ru: Имя таблицы

source: Field name
de_de: Feldname
es_es: Nombre del campo
fr_fr: Nom du champ
ru_ru: Имя поля

source: Source string
de_de: Quellzeichenfolge
es_es: Cadena de origen
fr_fr: Chaîne source
ru_ru: Исходная строка

source: Replacement string
de_de: Ersatzzeichenfolge
es_es: Cadena de reemplazo
fr_fr: Chaîne de remplacement
ru_ru: Замена строки

source: Test
es_es: Prueba
ru_ru: Тест

source: Replace
de_de: Ersetzen
es_es: Reemplazar
fr_fr: Remplacer
ru_ru: Заменить

source: By file
de_de: Nach Datei
es_es: Por fichero
fr_fr: Par dossier
ru_ru: По файлу

source: Upload file
de_de: Datei hochladen
es_es: Subir archivo
fr_fr: Télécharger le fichier
ru_ru: Загрузить файл

source: Upload CSV
de_de: CSV-Datei hochladen
es_es: Subir CSV
fr_fr: Télécharger le fichier CSV
ru_ru: Загрузить CSV

source: Choose File
de_de: Datei wählen
es_es: Elija el archivo
fr_fr: Choisissez un fichier
ru_ru: Выберите файл

source: Choose a file to process
de_de: Wählen Sie eine zu verarbeitende Datei aus
es_es: Elija un archivo para procesar
fr_fr: Choisir un fichier à traiter
ru_ru: Выберите файл для обработки

source: Test file
de_de: Testdatei
es_es: Archivo de prueba
fr_fr: Fichier de test
ru_ru: Тестовый файл

source: Process file
de_de: Prozessdatei
es_es: Archivo de proceso
ru_ru: Файл процесса

source: Delete file
de_de: Datei löschen
es_es: Borrar archivo
fr_fr: Supprimer le fichier
ru_ru: Удалить файл

source: Tags
de_de: Schlagwörter
es_es: Etiquetas
fr_fr: Étiquettes
ru_ru: Теги

source: Listado
ru_ru: Листадо

source: Tag
de_de: Schlagwort
es_es: Etiqueta
ru_ru: Тег

source: Module
de_de: Modul
es_es: Módulo
ru_ru: Модуль

source: Action
de_de: Aktion
es_es: Acción
ru_ru: Действие

source: Menu
de_de: Menü
es_es: Menú
ru_ru: Меню

source: Prevent the menu from collapsing on the mobile version.
de_de: Verhindern Sie, dass das Menü in der mobilen Version zusammenbricht.
es_es: Evita que el el menú se colapse en la versión móvil.
fr_fr: Empêcher le menu de se réduire sur la version mobile.
ru_ru: Предотвратите сворачивание меню в мобильной версии.

source: Changes the menu to list mode.
de_de: Ändert das Menü in den Listenmodus.
es_es: Cambia el menú en modo lista.
fr_fr: Modifie le menu en mode liste.
ru_ru: Изменяет меню в режим списка.

source: File structure
de_de: Dateistruktur
es_es: Estructura de archivos
fr_fr: Structure des fichiers
ru_ru: Файловая структура

source: Table
de_de: Tabelle
es_es: Tabla
fr_fr: Tableau
ru_ru: Таблица

source: Field
de_de: Feld
es_es: Campo
fr_fr: Champ
ru_ru: Поле

source: String to replace
de_de: Zu ersetzene Zeichenfolge
es_es: Cadena para reemplazar
fr_fr: Chaîne à remplacer
ru_ru: Строка для замены

source: File test result
de_de: Dateitestergebnis
es_es: Resultado de la prueba de archivo
fr_fr: Résultat du test de fichier
ru_ru: Файл результата теста

source: Matches
de_de: Wettkämpfe
es_es: Partidos
fr_fr: Matchs
ru_ru: Совпадения

source: Replacements done
de_de: Ersatz erledigt
es_es: Reemplazos realizados
fr_fr: Remplacements effectués
ru_ru: Замена выполнена

source: Replaces
de_de: Ersetzt
es_es: Reemplazos
fr_fr: Remplace
ru_ru: Заменяет

source: View details
de_de: Details anzeigen
es_es: Ver detalles
fr_fr: Voir les détails
ru_ru: Посмотреть детали

source: More information about %s
de_de: Mehr Informationen über %s
es_es: Más información sobre %s
fr_fr: Plus d’informations sur %s
ru_ru: Подробнее о %s

source: Check for updates
de_de: Auf Aktualisierungen prüfen
es_es: Buscar actuzalizaciones
fr_fr: Vérifier les mises à jour
ru_ru: Проверить наличие обновлений

# the plugin title
source: The %s plugin is up to date.
de_de: Das %s Plugin ist aktuell.
es_es: El plugin %s está actualizado.
fr_fr: Le plugin %s est à jour.
ru_ru: Плагин %s обновлен.

# the plugin title
source: A new version of the %s plugin is available.
de_de: Eine neue Version des Plugins %s ist verfügbar.
es_es: Una nueva versión del plugin %s plugin está disponible.
fr_fr: Une nouvelle version de l'extension %s est disponible.
ru_ru: Доступна новая версия плагина%s.

# the plugin title
source: Could not determine if updates are available for %s.
de_de: Konnte nicht prüfen, ob Updates für das Plugin %s verfügbar sind.
es_es: No se pudo determinar si hay actualizaciones disponibles para el plugin %s.
fr_fr: Impossible de déterminer si des mises à jour sont disponibles pour %s.
ru_ru: Не удалось определить, доступны ли обновления для% s.

source: Unknown update checker status "%s"
de_de: Unbekannter Status für Aktualisierungscheck "%s"
es_es: Estado desconocido "%s" del al comprobar actualizaciones
fr_fr: Mise à jour inconnue statut "%s"
ru_ru: Неизвестный статус проверки обновлений "%s"

source: There is no changelog available.
de_de: Es steht kein Änderungsprotokoll zur Verfügung.
es_es: No existe un log de cambios.
fr_fr: Aucun registre de modifications disponible.
ru_ru: Нет доступных изменений.

source: License key status is unknow
de_de: Lizenzschlüsselstatus ist unbekannt
es_es: El estado de la clave de licencia es desconocida
fr_fr: L’état de la clé de licence n’est pas reconnu
ru_ru: Состояние лицензионного ключа неизвестно

source: Incorrect data. Check license key.
de_de: Falsche Daten. Überprüfen Sie den Lizenzschlüssel.
es_es: Datos incorrectos. Compruebe la clave de licencia.
fr_fr: Données incorrectes. Vérifiez la clé de licence.
ru_ru: Неверные данные. Проверьте лицензионный ключ.

source: The license key is invalid!
de_de: Der Lizenzschlüssel ist ungültig!
es_es: ¡La clave de licencia no es válida!
fr_fr: La clé de licence n’est pas valide !
ru_ru: Лицензионный ключ недействителен!

source: Order status is not completed! Please complete order before activating product.
de_de: Bestellstatus ist nicht abgeschlossen! Bitte schließen Sie die Bestellung ab, bevor Sie das Produkt aktivieren.
es_es: ¡El estado del pedido no se ha completado! Por favor complete el pedido antes de activar el producto.
fr_fr: Le statut de la commande n’est pas terminé! Veuillez compléter la commande avant d’activer le produit.
ru_ru: Статус заказа не завершен! Пожалуйста, завершите заказ перед активацией продукта.

source: Invalid licence key or licence key inactive
de_de: Ungültiger Lizenzschlüssel oder Lizenzschlüssel inaktiv
es_es: Clave de licencia no válida o clave de licencia inactiva
fr_fr: Clé de licence non valide ou clé de licence inactive
ru_ru: Недействительный лицензионный ключ или лицензионный ключ неактивны

source: Reached maximum allowable domains!
de_de: Maximal zulässige Domains erreicht!
es_es: ¡Alcanzado el máximo de dominios permitidos!
fr_fr: Atteint le maximum de domaines autorisés!
ru_ru: Достигнуто максимально допустимое количество доменов!

source: Unexpected error! :
de_de: Unerwarteter Fehler! :
es_es: ¡Error inesperado! :
fr_fr: Erreur inattendue ! :
ru_ru: Непредвиденная ошибка! :

source: Unexpected Error calling activation server! The activation did not success.
de_de: Unerwarteter Fehler beim Aufrufen des Aktivierungsservers! Die Aktivierung war nicht erfolgreich.
es_es: Error inesperado al llamar al servidor de activación! La activación no tuvo éxito.
fr_fr: Erreur inattendue lors de l’appel du serveur d’activation ! L’activation n’a pas réussi.
ru_ru: Непредвиденная ошибка вызова сервера активации! Активация не угодная.

source: License key is activate
de_de: Lizenzschlüssel ist aktiviert
es_es: La clave de licencia está activa
fr_fr: La clé de licence est activée
ru_ru: Лицензионный ключ активирован

source: License key is expired
de_de: Lizenzschlüssel ist abgelaufen
es_es: La clave de licencia ha caducado
fr_fr: Clé de licence expirée
ru_ru: Срок действия лицензионного ключа истек

source: Error: Invalid licence key or licence not active for domain.
de_de: Fehler: Ungültiger Lizenzschlüssel oder Lizenz nicht aktiv für Domain.
es_es: Error: La clave de licencia o la licencia no válidas no están activas para el dominio.
fr_fr: Erreur : Clé de licence non valide ou licence non active pour le domaine.
ru_ru: Ошибка: Недействительный лицензионный ключ или лицензия не активна для домена.

source: The activation did not success:
de_de: Die Aktivierung war nicht erfolgreich:
es_es: La activación no tuvo éxito:
fr_fr: L’activation n’a pas réussi :
ru_ru: Активация не была выполнена успешно:

source: License key not found
de_de: Lizenzschlüssel nicht gefunden
es_es: Clave de licencia no encontrada
fr_fr: Clé de licence introuvable
ru_ru: Лицензионный ключ не найден

source: License key not found! The activation did not success.
de_de: Lizenzschlüssel nicht gefunden! Die Aktivierung war nicht erfolgreich.
es_es: ¡No se ha encontrado la clave de licencia! La activación no tuvo éxito.
fr_fr: Clé de licence introuvable ! L’activation n’a pas réussi.
ru_ru: Лицензионный ключ не найден! Активация не угодная.

source: Error: Invalid licence key or licence key already inactive.
de_de: Fehler: Ungültiger Lizenzschlüssel oder Lizenzschlüssel bereits inaktiv.
es_es: Error: clave de licencia no válida o clave de licencia ya está inactiva.
fr_fr: Erreur : Clé de licence ou clé de licence non valide déjà inactive.
ru_ru: Ошибка: Недействительный лицензионный ключ или лицензионный ключ уже неактивен.

source: The deactivation did not success:
de_de: Die Deaktivierung war nicht erfolgreich:
es_es: La desactivación no tuvo éxito:
fr_fr: La désactivation n’a pas réussi :
ru_ru: Деактивация не увядла:

source: Unexpected Error calling deactivation server! The deactivation did not success.
de_de: Unerwarteter Fehler beim Aufrufen des Deaktivierungsservers! Die Deaktivierung war nicht erfolgreich.
es_es: Error inesperado al llamar al servidor de desactivación! La desactivación no tuvo éxito.
fr_fr: Erreur inattendue lors de l’appel du serveur de désactivation ! La désactivation n’a pas réussi.
ru_ru: Непредвиденная ошибка вызова деактивации сервера! Деактивация не угодная.

source: License key not found! The deactivation did not success.
de_de: Lizenzschlüssel nicht gefunden! Die Deaktivierung war nicht erfolgreich.
es_es: ¡No se ha encontrado la clave de licencia! La desactivación no tuvo éxito.
fr_fr: Clé de licence introuvable ! La désactivation n’a pas réussi.
ru_ru: Лицензионный ключ не найден! Деактивация не угодная.

source: Unexpected Error checking license key status.
de_de: Unerwarteter Fehler beim Überprüfen des Lizenzschlüsselstatus.
es_es: Error inesperado al comprobar el estado de la clave de licencia.
fr_fr: Erreur inattendue lors de la vérification de l’état de la clé de licence.
ru_ru: Непредвиденная ошибка проверки состояния лицензионного ключа.

source: License key is active but has expired
de_de: Lizenzschlüssel ist aktiv, aber abgelaufen
es_es: La clave de licencia está activa pero ha caducado
fr_fr: La clé de licence est active mais a expiré
ru_ru: Лицензионный ключ активен, но срок его действия истек

source: License key is active
de_de: Lizenzschlüssel ist aktiv
es_es: La clave de licencia está activa
fr_fr: La clé de licence est active
ru_ru: Лицензионный ключ активен

source: License key is inactive
de_de: Lizenzschlüssel ist inaktiv
es_es: La clave de licencia está inactiva
fr_fr: La clé de licence est inactive
ru_ru: Лицензионный ключ неактивен

source: License key is invalid
de_de: Lizenzschlüssel ungültig
es_es: La clave de licencia no es válida
fr_fr: Clé de licence invalide
ru_ru: Лицензионный ключ недействителен

source: License key is deactivated
de_de: Lizenzschlüssel ist deaktiviert
es_es: La clave de licencia está desactivada
fr_fr: La clé de licence est désactivée
ru_ru: Лицензионный ключ деактивирован

source: License key is blocked
de_de: Lizenzschlüssel ist gesperrt
es_es: La clave de licencia está bloqueada
fr_fr: La clé de licence est bloquée
ru_ru: Лицензионный ключ заблокирован

source: License key is active but deactivated to this domain, try activate it again.
de_de: Der Lizenzschlüssel ist aktiv, aber für diese Domäne deaktiviert, versuchen Sie erneut, ihn zu aktivieren.
es_es: La clave de licencia está activa pero desactivada en este dominio, intente activarla de nuevo.
fr_fr: La clé de licence est active mais désactivée dans ce domaine, essayez de l’activer à nouveau.
ru_ru: Лицензионный ключ активен, но деактивирован для этого домена, попробуйте активировать его еще раз.

source: Licence Key does not match this product.
de_de: Der Lizenzschlüssel stimmt nicht mit diesem Produkt überein.
es_es: La clave de licencia no coincide con este producto.
fr_fr: La clé de licence ne correspond pas à ce produit.
ru_ru: Лицензионный ключ не соответствует этому продукту.

source: Invalid Product Unique ID.
de_de: Ungültige eindeutige Produkt-ID.
es_es: ID único de producto no válido.
fr_fr: ID unique de produit non valide.
ru_ru: Недопустимый уникальный идентификатор продукта.

source: License key is inactive. Please complete order before activating product.
de_de: Der Lizenzschlüssel ist inaktiv. Bitte schließen Sie die Bestellung ab, bevor Sie das Produkt aktivieren.
es_es: La clave de licencia está inactiva. Por favor complete el pedido antes de activar el producto.
fr_fr: La clé de licence est inactive. Veuillez compléter la commande avant d’activer le produit.
ru_ru: Лицензионный ключ неактивен. Пожалуйста, завершите заказ перед активацией продукта.

source: License key status unknow
de_de: Lizenzschlüsselstatus unbekannt
es_es: El estado de la clave de licencia es desconocido
fr_fr: État de la clé de licence inconnu
ru_ru: Статус лицензионного ключа неизведанный

source: License key activated successfully
de_de: Lizenzschlüssel erfolgreich aktiviert
es_es: Clave de licencia activada correctamente
fr_fr: Clé de licence activée avec succès
ru_ru: Лицензионный ключ успешно активирован

source: Error activating license: Empty License key
de_de: Fehler beim Aktivieren der Lizenz: Leerer Lizenzschlüssel
es_es: Error al activar la licencia: clave de licencia vacía
fr_fr: Erreur lors de l’activation de la licence : clé de licence vide
ru_ru: Ошибка активации лицензии: Пустой лицензионный ключ

source: Error activating license:
de_de: Fehler beim Aktivieren der Lizenz:
es_es: Error al activar la licencia:
fr_fr: Erreur lors de l’activation de la licence :
ru_ru: Ошибка активации лицензии:

source: License key was deactivated successfully
de_de: Lizenzschlüssel wurde erfolgreich deaktiviert
es_es: La clave de licencia se desactivó correctamente
fr_fr: La clé de licence a été désactivée avec succès
ru_ru: Лицензионный ключ успешно деактивирован

source: Error deactivating license: Empty License key
de_de: Fehler beim Deaktivieren der Lizenz: Leerer Lizenzschlüssel
es_es: Error al desactivar la licencia: clave de licencia vacía
fr_fr: Erreur lors de la désactivation de la licence : clé de licence vide
ru_ru: Ошибка деактивации лицензии: Пустой лицензионный ключ

source: Error deactivating license:
de_de: Fehler beim Deaktivieren der Lizenz:
es_es: Error al desactivar la licencia:
fr_fr: Erreur lors de la désactivation de la licence :
ru_ru: Ошибка деактивации лицензии:

source: Unrecognized message:
de_de: Nicht erkannte Nachricht:
es_es: Mensaje no reconocido:
fr_fr: Message non reconnu :
ru_ru: Нераспознанное сообщение:
